{
    "PageBrowserTitle": "A DOG'S LIFE Boardgame Manual - English",
    "FrontPage": {
        "RibbonText": "This is unofficial translation",
        "Title": "A DOG'S LIFE",
        "SubTitle": "GAME MANUAL",
        "Players": "players",
        "Age": "years",
        "GameTimeUnit": "minutes",
        "GameBy": "A Game by Christophe Boelinger"
    },
    "S1": {
        "Title": "A DOG'S LIFE",
        "Paragraphs": [
            { "Text": "A DOG'S LIFE is a family tabletop board game for 2–6 players aged 6 years and upwards. While playing, you can enjoy the feeling of what it’s like to be a dog? The Labrador, Poodle, Boxer, Whippet, German Shepherd and Fox Terrier all love an adventure and like to occasionally “get away” from their masters. Living in the streets is real fun—especially when it comes to piddling on lamp posts and quarrelling with other dogs." },
            { "Text": "As a dog you have to find something to eat on your own. So, do it the dog way: search for titbits in trash cans and beg for leftovers in restaurants. In the process, you must keep away from the dog catcher. Sometimes, when you are lucky enough to find a bone, you will have to rush to your den to bury it before another dog steals it from under your nose. So, are you ready to become a dog?" }
        ]
    },
    "S2": {
        "Title": "Contents of the Game",
        "ImageAlt": "A dog with a newspaper and a hat on",
        "GameContentColumn1": [
            { "Number": "1", "Item": "game board" },
            { "Number": "6", "Item": "pre-painted dog figures" },
            { "Number": "1", "Item": "pre-painted dog catcher´s car" },
            { "Number": "1", "Item": "die" },
            { "Number": "6", "Item": "dog cards - containing descriptions of the 6 different breeds og fog" },
            { "Number": "72", "Item": "action cards (one set of 12 for each dog)" }
        ],
        "GameContentColumn2": [
            { "Number": "6", "Item": "den cards" },
            { "Number": "6", "Item": "hunger counters" },
            { "Number": "15", "Item": "trash can counters" },
            { "Number": "24", "Item": "bones" },
            { "Number": "48", "Item": "newspapers" },
            { "Number": "12", "Item": "piddle counters (one set of 8 for each dog)" },
            { "Number": "1", "Item": "game manual" }
        ]
    },
    "S3": {
        "Title": "Goal of the Game",
        "Text": "The first dog to find and bury three bones in their den is the winner. One game of A Dog’s Life takes approximately 40 minutes."
    },
    "S4": {
        "Title": "Getting Ready to Play",
        "Image1Alt": "Bone counter",
        "Image2Alt": "Newspaper counter",
        "Image3Alt": "Trash counter",
        "Image4Alt": "Dog catcher's car",
        "Image6Alt": "Dog card",
        "Image7Alt": "Den card",
        "Image8Alt": "Den square",
        "Image9Alt": "Action cards",
        "Text1": "Place the bone counters (1), newspaper counters (2) and trash counters (3) next to the game board. Make sure that the newspapers are placed with the numbers concealed. Place the dog catcher’s car on the street, next to the dog shelter building on the black paw in the center of the game board (4).",
        "Text2BeforeImage": "Each player draws one dog card (5) and one den card (6) and places the cards in front of themselves. They take the dog figure (7) ",
        "Text2AfterImage": " that corresponds to their dog card and place it in the corresponding den square (8) on the game board. Each player places the hunger counter (9) of their color in square number 4 on their hunger indicator and a piddle counter (10) of their color in one of the two bladder boxes of their dog card. They place the remaining 7 piddle counters (11) and the 12 action cards (12) of their color next to their dog card."

    },
    "S5": {
        "Title": "Who Starts?",
        "Text": "In the game of A Dog’s Life, players take turns in a clockwise order. All players roll a die, the player with the highest number starts. If there are beginners in your group, the most experienced player (or the one who read the rules) should start."
    },
    "S6": {
        "Title": "How to Play?",
        "Text": "Each player’s turn consists of three phases played in order:",
        "Phases": [
            { "Title": "1. Food.", "Description": "The player moves the hunger counter down one step to the left." },
            { "Title": "2. Dog stuff.", "Description": "The dog moves and performs actions." },
            { "Title": "3. Dog catcher.", "Description": "The player moves the dog catcher’s car and possibly sends some dogs to the dog shelter." }
        ],
        "Phase1": {
            "Title": "1. Food",
            "ImageAlt": "Hunger counter moves to left",
            "Text": "At the beginning of their turn, the player moves their hunger counter one space to the left. The counter shows the condition that the dog is in—maybe its stomach is rumbling? If the counter is in the “0” square at the beginning of the player’s turn, the dog is starving and falls asleep from exhaustion. In this case, the player moves the dog to the first step of the dog shelter, leaving all of the dog’s bones and newspapers in the square where the dog was at the beginning of its turn. The player’s turn ends immediately, they don’t move the dog catcher’s car this turn. The player to the left continues play as normal."
        },
        "Phase2": {
            "Title": "2. Dog Stuff: Movement and Actions",
            "Text": "While moving and performing actions, the player never rolls a die. Each dog has a number of action points stated on its dog card. Every dog action and each square the dog moves through requires one action point. This means that during their turn, a player can perform a number of actions and move through a number of squares that are equal in total to their action points. Actions and movement can be combined in any order. The player doesn’t have to use all of their action points, but the unused action points are forfeited—they cannot be kept for subsequent turns.",
            "MovementTitle": "Dog Movement",
            "MovementText": "Dogs’ movement in town is subject to the following rules:",
            "MovementImageAlt": "Dog movement illustration",
            "MovementRules": [
                { "Description": "A dog can move in any direction its player decides." },
                { "Description": "The player decides, how many squares the dog will move. The movement costs 1 action point per square, for example, moving 3 squares costs 3 action points." },
                { "Description": "A dog can only move to squares adjacent to the one that it is in. The squares must have a common side—not just a corner." },
                { "Description": "The direction of a dog figure is irrelevant to the game. A dog can choose and change direction freely." },
                { "Description": "A dog can also move through squares occupied by another dog or by the dog catcher’s car. However, it cannot end its movement in such squares. There can never be more than one figure in one square!" },
                { "Description": "Restaurants, the newsstand and delivery addresses are also counted as squares. Entering or leaving them costs one action point. A dog may enter a building only by the entrance indicated by the paw next to the building." },
                { "Description": "A dog cannot pass through a square marked with another player’s piddle counter. If a dog enters this space, it must stop. It will spend its remaining action points sniffing the lamp post, ending its action phase. The player gets to move the dog catcher as usual." },
                { "Description": "Dogs may not voluntarily enter the shelter and other players’ dens. They can only enter a delivery address if they have the corresponding newspaper." }
            ],
            "BoardSquaresTitle": "Types of Squares on the Game Board",
            "BoardSquaresStreet": {
                "Title": "Street",
                "Text": "Streets are the most common type of square on the game board. They connect the various buildings. Dogs and the dog catcher‘s car move along them. On some of the streets, there are fountains, lamps or trash cans."
            },
            "BoardSquaresDen": {
                "Title": "Den",
                "Text": "The den is the place where your dog starts the game and where he buries bones. No other dog is allowed in. So, in its den, a dog can hide from the dog catcher and from the other dogs."
            },
            "BoardSquaresRestaurent": {
                "Title": "Restaurant",
                "Text": "Restaurants are places where dogs can beg for food. The entrance to each restaurant is marked with a red paw."
            },
            "BoardSquaresNewsStand": {
                "Title": "Newsstand",
                "Text": "The newsstand is a place where your dog can get a newspaper. Dogs can use any of the four entrances and can use the newsstand as a shortcut."
            },
            "BoardSquaresDeliveryAddress": {
                "Title": "Delivery Address",
                "Text": "Delivery addresses are numbered buildings to which dogs can deliver newspapers of the corresponding number. If a dog does not have a newspaper with the number corresponding to the delivery address, it cannot enter the building. The entrance to each delivery address is marked with a green paw."
            },
            "BoardSquaresDogShelter": {
                "Title": "Dog Shelter",
                "Text": "The Dog shelter is a building in the center of the game board. The dogs who escape the shelter start their movement from here. The exit is marked with a black paw. Dogs cannot enter this building voluntarily. When they get captured by the dog catcher, they go inside the shelter, which is depicted in the upper right corner of the game board."
            },
            "DogActions": {
                "Title": "Dog Actions",
                "FocusBox1": {
                    "Title1": "Action Cards — How Do They Work?",
                    "Text1": "Action cards determine the results of some dog actions: searching trash cans, begging in restaurants, newspaper delivery, fighting, avoiding the dog catcher and escaping the shelter. Players turn a cards from the drawing deck in front of them. The result of the action is determined by the symbol in the relevant section of the card. Having turned over a card and fulfilled the tasks, place the card face up in a discard pile next to the drawing deck.",
                    "Title2": "When Cards Run Out",
                    "Text2": "When a player has used all of the cards in their deck, they shuffle the discarded action cards and place them face down to create a new draw deck."
                },
                "FocusBox2": {
                    "Title1": "Food from Action Cards",
                    "Text1": "If the dog gets food from an action card, the player moves its hunger counter by the corresponding number of squares. The hunger marker may not exceed the level of 4 as no dog can “stock” food for more than four days. Excess food is lost.",
                    "Title2": "Free Space in Mouth",
                    "Text2": "Dogs can carry up to 2 bones and/or newspapers in their mouths. If a dog which already has 2 items in its mouth encounters a new item, it cannot pick it up. The item remains in the place where it has been until now."
                },
                "FocusBox3": {
                    "Title1": "Picture 1",
                    "Title2": "Results for Restaurants, Trash Cans and Delivery",
                    "Text": "Your dog gets either a bone or enough food for one, two or three days. Sad dog eyes mean your dog gets nothing."
                },
                "Search": {
                    "Title": "Search the Trash",
                    "Texts": [
                        { "p": "If a dog is in a square with an unsearched trash can (not marked with a trash can counter), the dog can search it for the cost of one action point." },
                        { "p": "In this situation, the player turns over the top action card of their deck and looks at the Trash Can section to discover what the dog has found in the trash can <i>(see picture 1)</i>. Then he marks the searched trash can with a trash can counter." }
                    ]
                },
                "Cleaning": {
                    "Title": "Big Cleaning!",
                    "Text": "If any player marks a trash can with the last trash can counter, it is time for “Big Cleaning”. Trash collectors empty the trash cans, road workers wash the streets and citizens take out their trash. <b>Remove all piddle and trash can counters, except for the last trash counter placed on the game board</b>."
                },
                "Begging": {
                    "Title": "Begging in Restaurants",
                    "Text": "When a dog is in a restaurant, it can beg for food. This costs one action point. The player turns over the top card in their deck and discovers what the dog has been given in the restaurant section of the card <i>(see picture 1)</i>. A dog is not allowed to beg in the same restaurant more than once in a turn."
                },
                "GetNewspaper": {
                    "Title": "Obtaining a Newspaper",
                    "Texts": [
                        { "p": "If a dog is at the newsstand, it can bark and ask the vendor for a newspaper to deliver. Barking costs one action point." },
                        { "p": "The vendor hands the dog a newspaper to deliver to a given address. The player randomly chooses a newspaper counter from the stack next to the game board and looks at the counter secretly before placing it face down in the dog’s mouth. The number on the back of the counter indicates the address to which the newspaper has to be delivered." }
                    ]
                },
                "DeliverNewspaper": {
                    "Title": "Delivering a Newspaper",
                    "Text": "When a dog enters a building with a newspaper for that delivery address, it hands over the newspaper. This costs one action point. The player turns over the newspaper counter to show the others that the number matches the address number. The player returns the counter to the stack and shuffles the counters. Then the player turns the top card of their deck to check the Delivery section for the reward the dog will receive <i>(see picture 1)</i>."
                },
                "Drink": {
                    "Title": "Having a Drink",
                    "Text": "If a dog is in a square with a fountain, it can have a drink. This costs one action point. The dog adds one piddle counter to its bladder. It can drink more than once from the same fountain in the same turn. If the player doesn’t have any free piddle counters, the dog cannot drink."
                },
                "LampPost": {
                    "Title": "Marking a Lamp Post",
                    "Texts": [
                        { "p": "If a dog has at least 1 piddle counter in its bladder and is in a square with a lamp post, it can mark the lamp post. This costs one action point. The player takes a piddle counter from the dog’s bladder and places it on the square with the lamp post." },
                        { "p": "If another dog passes through a square with a marked lamp post, it must stop in that square and sniff the piddle, losing its remaining action points for this turn. Its “Dog Stuff” phase ends and the “Dog Catcher” phase follows." },
                        { "p": "At the beginning of its next “Dog Stuff” phase, the dog can mark the lamp post for itself. This costs one action point. The player replaces the piddle counter in the square with his own piddle counter and returns the counter that previously marked the square to its owner." }
                    ]
                },
                "FocusBox4": {
                    "Title1": "Picture 2",
                    "Title2": "Fight results",
                    "Text": "1 paw, 2 paws or 3 paws."
                },
                "Fight": {
                    "Title": "Fight",
                    "Texts": [
                        { "p": "If your dog is in the street, adjacent to another dog’s position, you may attack it. This action costs one action point." },
                        { "p": "A dog in the street cannot attack a dog in a building or den and vice versa – a dog in a building or den cannot attack a dog in the street." },
                        { "p": "Both the attacker and the defender turn over an action card and see how many paws they have in the “Fight” section <i>(see picture 2)</i>. The dog with the highest number of paws wins the fight." },
                        { "p": "The beaten dog drops all of its bones and newspapers in its current square. Then, it moves one square away from the winner. If this would force it to move to a square that is already occupied by another dog or the dog catcher, it has to move 1 extra square in the same direction." },
                        { "p": "<b>If the attacker loses, it cannot move any further in this round and its turn ends. The player doesn’t get to move the dog catcher this turn and the next player’s turn follows</b>." },
                        { "p": "If the numbers of paws on both sides are equal, the fight ends in a tie and nothing happens. The attacker may attack again this turn at the cost of one more action point." }
                    ]
                },
                "FightExample": {
                    "Title": "Example of a Fight",
                    "Texts": [
                        { "p": "Romeo the Boxer stands next to Bella and attacks her for one action point (1)." },
                        { "p": "Both players turn over an action card and announce how many paws they have in the “Fight” section. For example, if Romeo has three paws and Bella has only one (2). Romeo wins." },
                        { "p": "Bella drops her bone in her current square and moves one square away from Romeo (3)." },
                        { "p": "Romeo’s turn continues. He can use an action point to move to Bella’s former position and  another action point to pick up the bone that Daisy dropped (4)." }
                    ]
                },
                "PickUp": {
                    "Title": "Picking up Bones and Newspapers",
                    "Text": "If a dog is in a square with a bone or a newspaper, it can pick the item up. The player places the bone in the dog’s mouth. This costs one action point. If the dog has no space available in its mouth, it cannot pick up the item."
                },
                "Dropping": {
                    "Title": "Dropping Bones and Newspapers",
                    "Text": "A player can drop a bone or newspaper from their dog’s mouth in the street where the dog is standing to free up space for another item. This costs one action point. Newspapers and bones cannot be dropped inside buildings! Nobody likes dogs making a mess."
                },
                "Burry": {
                    "Title": "Burying Bones",
                    "Texts": [
                        { "p": "If a dog is in its den and has one or more bones, it can bury them. Burying each bone costs one action point." },
                        { "p": "The player places the bone counter on their den card. Buried in this way, the bone is completely safe and no other dog can take it. Even its owner cannot dig it up while the game is in progress." },
                        { "p": "Once a dog buries its third bone, its player is the winner and the game ends!" }
                    ]
                },
                "DogPhaseExample": {
                    "Title": "Example of How the “Dog Stuff” Phase Works",
                    "Texts": [
                        { "p": "Bella takes her first turn of the game. Once her player moves her hunger counter from level 4 to level 3 (1), it is time for some action!" },
                        { "p": "Bella has 7 action points that she can use this turn (2). She starts her  movement from her den (3). She makes her first step to the street square with a lamp post right in front of her den (4). The movement if 1 square costs 1 action point, leaving her with 6 action points." },
                        { "p": "To prevent other dogs from moving around her den, she piddles on the lamp  post. Her player places the piddle counter that she got at the start of the game on the lamp post (5). Piddling costs 1 action point, leaving Bella with 5 action points." },
                        { "p": "Now Bella passes around a trash can and moves in front of the Mexican restaurant marked with a red paw (6). This represents a movement of 2 squares, which costs 2 action points, leaving her with 3 action points." },
                        { "p": "For 1 action point, Bella drinks and adds 1 piddle counter to her bladder (7), leaving her with 2 action points." },
                        { "p": "For 1 action point she moves inside the restaurant (8) and uses her last action point to beg. Her player flips over an action card and discovers that Bella got enough food for 3 days (9). They move her hunger counter from level 3 to level 4 (10). Excess food is lost." },
                        { "p": "Now Bella is left with no action points, the next phase of the turn follows: the Dog Catcher." }
                    ]
                }
            }
        },
        "Phase3": {
            "Title": "3. The Dog Catcher",
            "Texts": [
                { "p": "The movement of the dog catcher’s car and the catching of dogs is the final action of the active player’ s turn.First, the player rolls the die and moves the dog catcher’ s car by as many squares as shown on the die." },
                { "p": "The car can only move straight ahead, left, or right. It cannot reverse or move backwards.When the car stops, leave it positioned in the direction it was heading, so that the next player knows in which direction the car can move." },
                { "p": "The car can pass through squares ending in a position occupied by a dog. However, it must always move the full number of spaces indicated by the die.Of course, the car cannot drive inside buildings or dens. " }
            ],
            "Caught": {
                "Title": "Caught!",
                "Texts": [
                    { "p": "If the dog catcher’s car stops in a square occupied by a dog, the dog is  immediately taken to the dog shelter.The dog drops all of its bones and newspapers in the square where it was standing when caught.Place the dog on the first space of the dog shelter.The car stays in the square where it caught the dog." },
                    { "p": "If the car stops in a square adjacent to a street square occupied by a  dog, the dog instinctively tries to hide.Its player turns over an action card and checks the Dog Catcher section <i> (picture 3)</i> to find out whether the  dog is caught and sent to the shelter or whether it has managed to escape." }
                ]
            },
            "Example1": {
                "Title": "Example of the Dog Catcher’s Movement",
                "Text": "A player has just finished moving their dog, Romeo and is now about to move the dog catcher’s car. The car stands in front of the boutique, and is heading towards the pizzeria (1). The player rolls a 2 and moves the car in front of the pizzeria (2). Daisy has been standing in that field and is automatically caught and relocated to the first field of the dog shelter (3). Charlie and Max are both standing in adjacent fields and their players turn over action cards to find out what will happen (4). Charlie gets caught and follows Daisy to the dog shelter. Max gets lucky and stays in the same place."
            },
            "FocusBox": {
                "Title": "Picture 3—Results for Dog Catcher and Escaping the Shelter",
                "TextLeft": "The dog can either get caught or avoid getting caught.",
                "TextRight": "The dog can either stay in the dog shelter or manage to escape."
            },
            "IntoShelter": {
                "Title": "Dogs in the Shelter",
                "Text": "Dogs in the shelter don’t get hungry, because they get food from the shelter  employees. They cannot perform standard movement nor actions. At the beginning of each of their turns, they try to escape."
            },
            "LeaveShelter": {
                "Title": "Leaving the Shelter",
                "Texts": [
                    { "p": "A player whose dog is in the shelter turns over an action card at the  beginning of their turn and checks the Escape section to see if their dog has managed to escape <i>(see picture 3)</i>." },
                    { "p": "If there is a running dog in the Escape section of the card, the dog  leaves the shelter with 1 piddle counter and with its hunger counter set to level 4. It will start its movement from  the building in the center of the game board, which is marked with a black paw." },
                    { "p": "If there is a dog behind bars in the Escape section, the dog will move to the second space of the shelter track." },
                    { "p": "At the beginning of the second round in the shelter, the player turns  over two cards. If at least one of them contains a running dog in the Escape section, the dog leaves the  shelter. If not, he will be moved to the third space of the shelter and will leave the shelter automatically at  the beginning of their next turn, without needing to turn over any cards." }
                ]
            },
            "Example2": {
                "Title": "Example of an Escape from the Shelter",
                "Texts": [
                    { "p": "Romeo starts his turn at the second square of the dog shelter (1). This is because he failed to escape last turn. His player turns over 2 action cards. In the Escape section, one of them shows a running dog and the other one a dog behind bars (2). One positive result is enough and Romeo leaves the shelter. His player sets Romeo’s hunger counter to 4 and checks that there is exactly 1 piddle counter in Romeo’s bladder. During the food phase, he moves Romeo’s hunger counter to 3 (3)." },
                    { "p": "Romeo starts his movement from the shelter building in the square marked with a black paw. Incidentally, the dog catcher’s car is standing in that square, so Romeo has to move at least 2 spaces. (4)" }
                ]
            }
        }
    },
    "S7": {
        "Title": "Game Variations",
        "ExtendedGame": {
            "Title": "Extended Game",
            "Text": "The dog that buries four bones in its starting square wins. This variation takes about 15 minutes longer and gives an advantage to experienced players."
        },
        "Experienced": {
            "Title": "Experienced Dog Master",
            "Texts": [
                { "p": "The players do not draw their dogs at random—they choose them instead. We  recommend this variation for those players who have some experience with the game and have a favorite breed of dog." },
                { "p": "The player who starts the game chooses their dog first. Then the other  players choose their dogs in a clockwise order. The final player to choose has a limited choice. To make up for this disadvantage, they can choose which den card their dog will have. The remaining players will choose dens in a counter-clockwise order." }
            ]
        },
        "Packs": {
            "Title": "Packs (for 2 Players)",
            "Texts": [
                { "p": "Both players choose 3 dogs to play with. They are their pack. Players take  turns playing with individual dogs. The game ends once one dog buries three bones. That dog’s player  wins." },
                { "p": "A player’s dogs cannot attack one another, but they have to stop at lamp  posts marked by a dog from their pack. A pack can cooperate and share tasks so that every dog  does what it is best at. It’s gang warfare!" }
            ]
        },
        "Pairs": {
            "Title": "Pairs (for 3 Players)",
            "Texts": [
                { "p": "Each player chooses 2 dogs to play with. Players take turns playing with  individual dogs. The game ends once one dog buries three bones. That dog’s player wins." },
                { "p": "Again, a player’s dog cannot attack the other dog of his pair and he must  stop at any marked lamp post (save his own) to have a good sniff." }
            ]
        }
    },
    "S8": {
        "Title": "The Motley Crew — How to Play Your Hero",
        "Max": {
            "Title": "Max the German Shepherd",
            "Text": "I am a strong fighter—I can beat any other dog in a fight. Other dogs know this and usually leave me alone. I have undergone police training, which is why they are sometimes lenient in the shelter and let me go.I am used to getting food from people and will search trash cans only when in dire need."
        },
        "Bella": {
            "Title": "Bella the Poodle",
            "Text": "I am the ‚crème de la crème‘ dog of the town, always perfectly trimmed and clean. I would never touch a trash can.I can do several funny tricks and will often get a big helping of tasty food at a restaurant.I am a nice lady that doesn’ t like to fight or run fast.Other dogs know this and attack me to take my bones."
        },
        "Charlie": {
            "Title": "Charlie the Fox Terrier",
            "Text": "I am skillful and brave, just like the famous dogs of my breed. I can sniff out virtually anything, so no trash cans are safe from me.Since I search a lot of them and am not worried about dirty puddles, people tend not to like my smell.They hate me in restaurants and they always wash me in the shelter.Of course, they make sure that I will not run away. The strongest dogs will beat me, but I can take care of all the others."
        },
        "Buddy": {
            "Title": "Buddy the Labrador",
            "Text": "I love playing in general, my greatest hobby being carrying newspapers. I am used to earning or finding my food.Begging is not for me and I am not very good at it anyway. I am good - natured and never in a hurry.I don’ t like fighting, but I am very strong."
        },
        "Daisy": {
            "Title": "Daisy the Whippet",
            "Text": "People like me because I am pretty and slim. I am the fastest dog in town, able to do the most actions each turn. I‘ m not a big fighter and I usually run away or hide if a ruffian is after me."
        },
        "Romeo": {
            "Title": "Romeo the Boxer",
            "Text": "I am no pretty puppy so I will not get much at a restaurant. This is why I learned to search bins and take bones away from other dogs.I am the strongest dog in town.However, the dog catcher knows this and is always after me."
        }
    },
    "S9": {
        "Title": "Gameplay Tips",
        "Tips": [
            { "i": "You can hide from the dog catcher or from dogs who want to fight you inside of  buildings or in your den. We recommend, especially to the weaker dogs, to always end their turn inside a building. This  precaution might even be worth an extra move or giving up action points." },
            { "i": "When you get a bone, take it to your den as fast as possible! Other dogs might  try to prevent you from burying it in your den and getting a step closer to victory." },
            { "i": "If you end your turn sniffing a lamp post, mark it on your next turn." },
            { "i": "If a dog stops to smell your piddle, you can attack it and push it to another square to prevent it from removing your piddle counter." },
            { "i": "Each den has different surroundings. Think about the advantages that your den provides you with. Also, try to piddle on the lamp posts around your den to prevent other dogs from moving around your den and to ensure a safe return home for yourself." },
            { "i": "The dog catcher’s car cannot turn around or go backwards. The square right behind it is usually pretty safe." },
            { "i": "When 2 dogs fight over a bone, it is not worth it for weaker dogs to join the fight. Go about your own business and let them fight" },
            { "i": "If you get a newspaper that would take you too much time to deliver, you can drop it outside the newsstand and ask for another one." },
            { "i": "Bella the Poodle and Daisy the Whippet can restrict their gameplay to begging in the nearest restaurant and bringing the bones they get back home. This is a very fast and effective strategy which can only be thwarted by well planned piddling or a fight." },
            { "i": "There are more trash cans than there are trash counters, which means the town can get cleaned pretty often. When the trash counters are running out, you can take advantage of this and search a few trash cans to get rid of all piddle counters from the board." },
            { "i": "When at a fountain, drink enough to make your bladder full so you don’t have to come back quickly." },
            { "i": "The newsstand has several entrances. You can use it as a shortcut!" }
        ]
    },
    "S10": {
        "Title": "Actual Dog Life",
        "WhyDogsPiddle": {
            "Title": "Why Dogs Piddle on Lamp Posts and Corners",
            "Text": "Dogs use piddle to mark their territory and leave messages to each other. Dogs who pass a marked place stop to sniff it to find out who left the message and when."
        },
        "WhyDogsBury": {
            "Title": "Why Dogs Bury Bones",
            "Text": "Earth is to dogs what a fridge is to people. Without the access of air, the bone doesn’t rot and other dogs can’t smell it. The owner can take the bone out later unless it forgets where it has buried the bone."
        },
        "DogsAndNewspaper": {
            "Title": "Dogs and Newspaper Delivery",
            "Text": "Carrying newspapers is a skill that requires a lot of patient learning from both the dog and its master. It is worth it though, because dogs have a lot of fun fetching the newspaper, slippers etc."
        },
        "RealDogShelters": {
            "Title": "Real Dog Shelters",
            "Texts": [
                { "p": "Shelters are places that take care of unwanted and lost dogs. Dogs don’t get there because they are bad. Au contraire: it is the owner’s fault that he got a dog and couldn’t take care of it. The dogs in shelters wait until their master collects them or until a new master adopts them." },
                { "p": "Despite the fact that shelters take good care of dogs, dogs cannot be very happy in shelters. They need a master to fall in love with and be their loyal friend. Shelters get very crowded, especially after Christmas, because dogs are often given as a, not very well thought through, present. Before you give someone a puppy, you should consider whether they have the time and energy needed to take care of a dog and better yet, ask them whether they would actually like a dog. Dogs are not a toy to be enjoyed and then thrown away. Getting a dog represents a commitment for 15 years!" },
                { "p": "If you decide that you or your close ones are able to take care of a dog, definitely consider adopting one from a shelter. A dog who has lost its master will immediately fall in love with a new family and be very grateful for being saved. It might take a while to get accustomed to a new home though." },
                { "p": "Shelters don’t only have puppies—you could also adopt an adult dog. Instead of raising a puppy in the way you decide, you would be picking up a dog that already has its character formed." },
                { "p": "In most countries, you can get a dog from a shelter for free. And there might also be other financial advantages to adopting a dog over buying one." }
            ]
        }
    },
    "S11": {
        "Title": "Do You Enjoy A Dog’s Life?",
        "TextBeforeEmail": "Do you have a question or an idea how to improve the game? Let us know at ",
        "Email": "feedback@adogslife.eu",
        "TextAfterEmail": "!"
    }
}